import React, {Fragment, Component} from 'react'


class Privacy extends Component {
  render() {
    return (
  <Fragment>
		총칙<br />
		<br />	Afteread 서비스 (이하 “서비스") 운영사인 블록앤북스(이하 "회사")는 회원의 개인정보를 적극적으로 보호하기 위해 개인정보 취급방침(이하 “개인정보취급방침")을 제정하여 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 모든 관련 법령을 준수합니다. 
		<br />	
		<br />	회사가 시행하는 개인정보 보호정책은 다음의 내용을 포함합니다.
		<br />	
		<br />	
		<br />	수집하는 개인정보 항목 및 수집 방법
		<br />	
		<br />	개인정보의 이용 목적
		<br />	
		<br />	개인정보의 수집에 대한 동의
		<br />	
		<br />	개인정보의 제 3자 제공과 공유에 대한 동의 및 개인정보 처리의 위탁 관리
		<br />	
		<br />	개인정보의 보유 기간 및 파기절차와 방법
		<br />	
		<br />	이용자 및 법정 대리인의 권리와 그 행사방법
		<br />	
		<br />	쿠키에 의한 개인정보 수집
		<br />	
		<br />	개인정보 보호를 위한 기술적 관리적 대책
		<br />	
		<br />	개인정보 보호 관련 책임자 및 담당자
		<br />	
		<br />	개인정보 침해 관련 상담 및 신고
		<br />	
		<br />	정책 변경에 따른 공지 의무
		<br />	
		<br />	
		<br />	
		<br />	1. 수집하는 개인정보 항목 및 수집 방법
		<br />	
		<br />	회사는 이용자 확인, 이용 대금 결제, 상품 배송 및 통계, 분석을 통한 마케팅 자료로써 회원의 취향에 맞는 최적의 서비스를 제공하기 위한 목적으로 필요한 최소한의 회원의 개인정보를 수집, 이용하고 있습니다.
		<br />	
		<br />	
		<br />	첫째, 수집하는 개인정보의 항목
		<br />	
		<br />	가. 회사는 원활한 고객 상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 개인정보를 수집하고 있습니다. 
		<br />	
		<br />	ㄱ. 필수 항목 : 이메일, 비밀번호, 이름, 생년월일, 성별 
		<br />	
		<br />	ㄴ. 선택 입력 사항 : 전화번호(휴대번호), 개인홈페이지 및 블로그 주소, 프로필 이미지, 기념일, 관심분야, 선호 브랜드 등 개인별 서비스 제공을 위해 필요한 항목 및 추가 입력 사항
		<br />	
		<br />	나. 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다. 
		<br />	
		<br />	ㄱ. IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록, SNS 계정정보, 결제기록, 이용정지기록, 탈퇴기록,  
		<br />	
		<br />		다.  서비스 내 상품 구매 시 결제를 위해 아래와 같은 개인 정보를 수집하고 있습니다.
		<br />	
		<br />	ㄱ. 은행계좌 정보, 신용카드 정보, 휴대폰 번호 등 금융거래정보
		<br />
		<br />	ㄴ. 경품 및 쇼핑 물품 배송을 위한 주소
		<br />	
		<br />	라. 부가 서비스 이용 또는 이벤트 응모 과정에서 해당 서비스의 이용자에 한해서만 아래와 같은 정보들이 수집될 수 있습니다. 
		<br />	
		<br />	ㄱ. 이동전화번호, 통신사, 주소, 기타 물품수령에 필요한 개인정보
		<br />	
		<br />	마. 모바일 서비스 이용 시 단말기에 관해 아래와 같은 정보를 수집하고 있습니다.
		<br />	
		<br />	ㄱ. 단말기 모델명, 이동통신사 정보, 하드웨어 ID 등. 단, 상기 단말기에 관한 정보는 개인을 식별할 수 없는 형태이며 회사는 수집된 정보를 바탕으로 개인을 식별하는 일체의 활동을 하지 않습니다.
		<br />	
		<br />	
		<br />	둘째, 개인정보 수집 방법
		<br />	
		<br />	가. 회사는 다음과 같은 방법으로 개인정보를 수집합니다.
		<br />	
		<br />	홈페이지, 서면양식, 팩스, 전화, 상담 게시판, 이메일, 이벤트 응모, 배송요청협력회사로부터의 제공생성정보 수집 툴을 통한 수집
		<br />	
		<br />	
		<br />	2. 개인정보의 이용 목적
		<br />	
		<br />	회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
		<br />	
		<br />	첫째, 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금 정산
		<br />
		<br />	콘텐츠 제공, 경품 배송, 금융 거래 시 본인 인증, 유료 상품 구매 및 요금 결제
		<br />	
		<br />	
		<br />	둘째, 회원 관리
		<br />	
		<br />	회원제 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 가입 및 가입횟수 제한, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원 처리, 고지사항 전달
		<br />	
		<br />	
		<br />	셋째. 마케팅 및 광고에 활용
		<br />	
		<br />	인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 회원의 서비스 이용에 대한 통계 및 접속빈도 파악, 신규서비스 런칭 시 대상자 추출 및 이벤트 제공
		<br />	
		<br />	
		<br />	
		<br />	3. 개인정보 수집에 대한 동의
		<br />	
		<br />	회사는 적법하고 공정한 수단에 의하여 서비스 계약의 성립 및 이행에 필요한 최소한의 개인정보를 수집합니다. 회사가 회원의 개인 식별이 가능한 개인정보를 수집하는 때는 반드시 아래의 적법한 절차에 따라 회원의 동의를 받습니다. 회원의 개인정보 수집과 관련하여 회사의 이용약관 또는 개인정보취급방침을 통해 그 내용을 고지하고 있으며, 회원이 위 내용에 대해 '동의' 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.
		<br />	
		<br />	회사는 회사의 서버 로그파일이나 조사를 기반으로 회원들의 분포도, 관심사 그리고 행동양식을 연구합니다. 이는 회원들을 보다 잘 이해하고 보다 높은 질의 서비스를 제공하기 위한 것입니다. 이러한 연구는 총체적으로 수집, 분석되며 회원 개인에 관하여 식별할 수 있는 정보를 포함되어 있지 않습니다.
		<br />	
		<br />	
		<br />	
		<br />	4. 개인정보의 보유 및 이용기간
		<br />	
		<br />	회사는 회원이 가입신청으로 가입한 날로부터 서비스를 제공하는 기간 동안에 한하여 이용자의 개인정보를 보유 및 이용하게 됩니다. 회원 탈퇴를 하거나, 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용목적이 달성되거나 보유 및 이용기간이 종료한 경우 해당 개인정보를 지체 없이 파기합니다. 이 경우 개인정보는 어떠한 용도로도 열람 또는 이용할 수 없도록 처리됩니다.
		<br />	
		<br />	단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
		<br />	
		<br />	보존 항목: 로그인 아이디, 이름, 메일 주소
		<br />	
		<br />	보존 근거: 서비스 이용의 혼선 방지, 불법적 사용자에 대한 관련 기관 수사협조
		<br />	
		<br />	보존 기간: 1년
		<br />	
		<br />	
		<br />	관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.
		<br />	
		<br />	보존 항목: 서비스 이용 기록, 접속 로그, 접속 IP 정보
		<br />	
		<br />	보존 근거: 통신 비밀 보호법
<br />
		<br />	보존 기간: 3개월
		<br />	
		<br />	표시/광고에 관한 기록: 6개월 (전자상거래등에서의 소비자보호에 관한 법률)
		<br />	
		<br />	계약 또는 청약철회 등에 관한 기록: 5년 (전자상거래등에서의 소비자보호에 관한 법률)
		<br />	
		<br />	대금결제 및 재화 등의 공급에 관한 기록: 5년 (전자상거래등에서의 소비자보호에 관한 법률)
		<br />	
		<br />	소비자의 불만 또는 분쟁처리에 관한 기록: 3년(전자상거래등에서의 소비자보호에 관한 법률)
		<br />	
		<br />	
		<br />	5. 이용자 및 법정 대리인의 권리와 그 행사방법
		<br />	
		<br />	첫째, 개인정보의 열람 및 정정 방법
		<br />	
		<br />	 회원은 언제든지 등록되어 있는 회원의 개인정보를 열람하거나 정정할 수 있습니다. 회원의 개인정보에 대한 열람 또는 정정을 하고자 할 경우에는 [계정 설정] 기능 에서 본인 확인 절차를 거친 후 정정하거나, 개인정보 관련 담당자에게 전화 또는 전자우편으로 연락한 후 정정할 수 있습니다. 만일 회원의 대리인이 방문하여 열람 또는 정정을 요구하는 경우에는 회원의 진정한 대리인인지 여부를 확인하기 위해, 대리 관계를 나타내는 증표를 제시하도록 요구할 수 있습니다.
		<br />	
		<br />	회원이 개인정보의 오류에 대한 정정을 요청한 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제 3 자에게 이미 제공한 경우에는 정정 처리 결과를 제 3자에게 지체 없이 통지하여 정정이 이루어지도록 조치합니다. 다만, 개인정보의 전부 또는 일부에 대하여 열람 또는 정정을 거절할 정당한 이유가 있는 경우에는 회원에게 이를 지체 없이 통지하고 그 이유를 설명합니다.
		<br />	
		<br />	
		<br />	단, 다음과 같은 경우에는 예외적으로 개인정보의 열람 및 정정을 제한할 수 있습니다.
		<br />	
		<br />	본인 또는 제 3 자의 생명, 신체, 재산 또는 권익을 현저하게 해할 우려가 있는 경우
		<br />	
		<br />	당해 서비스 제공자의 업무에 현저한 지장을 미칠 우려가 있는 경우
		<br />	
		<br />	법령에 위반하는 경우
		<br />	
		<br />	
		<br />	둘째, 동의 철회 및 회원 탈퇴 방법
		<br />	
		<br />	회원은 회원가입 시 개인정보의 수집, 이용 및 제공에 대해 동의한 내용을 언제든지 철회할 수 있습니다.
		<br />	
		<br />	동의 철회 및 회원 탈퇴는 회사가 운영하는 어떠한 웹사이트에서 해도 회사의 전체 사이트의 동의 철회 및 회원 탈퇴가 이루어집니다. 동의철회(회원탈퇴)를 원하실 경우 [회원탈퇴]를 클릭하여 직접 신청 할 수 있으며, 혹은 개인정보 관련 담당자에게 전화 또는 전자우편 등으로 연락하면 즉시 필요한 조치를 취해 드립니다.
		<br />	
		<br />	
		<br />	6. 개인정보 보호를 위한 기술적, 관리적 대책
		<br />	
		<br />	회사는 개인정보를 안전하게 보호하기 위한 기술적, 관리적 대책을 마련하여 실시하고 있으며, 전 직원을 대상으로 개인정보 보호를 위한 교육을 실시하고 회원의 개인정보에 접근할 수 있는 직원을 최소화하는 등 개인정보의 유출로 인한 피해를 막기 위하여 노력하고 있습니다.
		<br />	
		<br />	
		<br />	첫째, 기술적 대책
		<br />	
		<br />	회사는 개인정보를 안전하게 보호하기 위한 기술적, 관리적 대책을 마련하여 실시하고 있으며, 전 직원을 대상으로 개인정보 보호를 위한 교육을 실시하고 회원의 개인정보에 접근할 수 있는 직원을 최소화하는 등 개인정보의 유출로 인한 피해를 막기 위하여 노력하고 있습니다. 
		<br />	
		<br />	가. 파일 및 전송데이터를 암호화하거나 파일 잠금 기능(Lock)을 사용하는 등 중요한 데이터는 별도의 보안기능을 통해 철저하게 보호되고 있습니다. 
		<br />	
		<br />	나. 회사는 비밀번호와 같은 중요 회원 개인정보를 별도의 보안기능을 통하여 보호하고 있습니다.
		<br />	
		<br />	
		<br />	둘째, 관리적 대책
		<br />	
		<br />	가. 회사는 고객의 개인정보에 대한 접근 및 관리에 필요한 절차 등을 마련하여 소속 직원으로 하여금 이를 숙지하고 준수하도록 하고 있습니다.
		<br />	
		<br />	나. 회사는 고객의 개인정보를 취급할 수 있는 자를 최소한으로 제한하고 있습니다. 고객의 개인정보를 취급할 수 있는 자는 아래와 같습니다.
		<br />	
		<br />	1) 직,간접적으로 고객을 상대하여 마케팅 업무를 수행하는 자
		<br />	
		<br />	2) 개인정보관리책임자 및 개인정보보호담당자 등 개인정보관리 보호업무를 수행하는 자
		<br />	
		<br />	3) 기타 업무상 개인정보의 취급이 불가피한 자
		<br />	
		<br />	다. 회사는 컴퓨터를 이용하여 고객의 개인정보를 처리하는 경우 개인정보에 대한 접근권한을 가진 담당자를 지정하여 식별부호 (아이디 /ID) 및 비밀번호를 부여하고, 해당 비밀번호를 정기적으로 갱신하고 있습니다.
		<br />	
		<br />	라. 개인정보 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며, 입사 및 퇴사 후 개인정보 침해사고에 대한 책임을 명확하게 규정하고 있습니다.
		<br />	
		<br />	
		<br />	
		<br />	7. 개인정보 관련 책임자 및 담당자
		<br />	
		<br />	회원의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다. 서비스를 이용하시면서 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자에게 신고하시면 신속하게 답변해드리도록 하겠습니다.
		<br />	
		<br />	개인정보 관리 책임자 : 송지혁 / wannabeph@gmail.com
		<br />	
		<br />	
		<br />	8. 개인정보 침해 관련 상담 및 신고
		<br />	
		<br />	개인정보 침해에 대한 상담 및 신고가 필요하신 경우에는 개인정보 관련 책임자에게 전화 또는 이메일로 연락하시거나, 정보통신부 산하 공공기관인 한국정보보호진흥원(KISA) 내에 설치된 개인정보 침해 신고센터로 문의하시기 바랍니다. 
		<br />	
		<br />	개인분쟁조정위원회 (www.1336.or.kr / 1336)
		<br />	
		<br />	개인정보침해신고센터 (http://www.118.or.kr / 국번없이 118)
		<br />	
		<br />	정보보호마크인증위원회 (http://www.eprivacy.or.kr / 02-580-0533~4)
		<br />	
		<br />	대검찰청 첨단범죄수사과 (http://www.spo.go.kr / 02-3480-2000)
		<br />	
		<br />	경찰청 사이버테러대응센터 (http://www.ctrc.go.kr /02-392-0330)
		<br />	
		<br />	
		<br />	9. 정책 변경에 따른 공지 의무
		<br />	
		<br />	본 방침은 2019년 1월 27일부터 시행되며, 관련 법률 및 정부 지침의 변경과 회사의 내부 정책 변경에 의하여 수시로 변경될 수 있습니다. 내용 추가, 삭제 및 수정이 있을 시에는 변경 시행일 7일 전부터 회사가 운영하는 사이트 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.
		<br />	
		<br />	
		<br />	10. 기타 
		<br />	
		<br />	서비스에 링크되어 있는 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 "Afteread 개인정보 취급방침"이 적용되지 않습니다."

    </Fragment>
    )
    }
  }

    export default Privacy;
    








