import React, {Fragment, Component} from 'react'
import style from '../../components/MyPage/SettingModal.css'


class Using extends Component {
  render() {
    return (
  <Fragment class="policy">
    제1조 (목적)<br />
<br />본 약관은 블록앤북스(이하 "회사"라 합니다)가 제공하는 Afteread 서비스(이하 "서비스"라 합니다)를 본 약관에 동의한 회원(이하 "회원"이라 합니다)이 사용함에 있어 회사와 이용자 간의 권리, 의무, 책임 사항, 서비스 이용 조건과 절차, 기타 필요한 사항을 규정하는 것을 목적으로 합니다.
<br />
<br />제2조 (용어의 정의)
<br />
<br />1. 본 약관에서 사용하는 주요한 용어의 정의는 다음과 같습니다.
<br />
<br />(1) 서비스 : 회사가 afteread 어플리케이션을 통해 제공하는 모든 서비스 및 제반 서비스를 의미합니다. 제반 서비스에는 개발자 및 afteread가 제공하는 API 서비스도 포함됩니다.
<br />
<br />(2) 이용자 : 회사 서비스에 접속하여 약관에 동의한 개인 또는 법인으로, 회사가 제공하는 서비스를 이용하는 회원을 말합니다.
<br />
<br />(3) 회원 : 이용자 중 회사와 서비스 이용 계약을 체결하고 아이디를 부여 받아 서비스를 이용하는 모든 이용자를 의미합니다.
<br />
<br />(4) 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 선정하고 회사가 승인한 이메일을 말합니다.
<br />
<br />(5) 비밀번호 : 회원의 개인 정보 보호 및 확인을 위해서 회원이 정한 문자 또는 숫자의 조합을 의미합니다.
<br />
<br />(6) 게시물 또는 리플(reply) : 회사가 제작하거나 또는 회원이 게시하여, 잉크 어플리케이션을 통해 확인할 수 있는 동영상, 이미지, 텍스트 등 일체의 표현 및 내용을 포함합니다.
<br />
<br />(7) 이용 중지 : 회사가 약관에 의거하여 회원의 서비스 이용을 제한하는 것을 말합니다.
<br />
<br />(8) 해지 : 회사 또는 회원이 이용 계약을 중지하는 것을 말합니다.
<br />
<br /> 
<br />
<br />2. 본 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계 법령 및 서비스 별 안내에서 정하는 바에 의합니다.  
<br /> 
<br />
<br />제3조 (약관의 효력 및 변경)
<br />
<br />회사는 본 약관의 내용, 상호, 대표자 성명, 전화번호, 팩스번호, 사업자등록번호, 고객센터 등을 회사가 운영하는 사이트 화면[모바일 서비스 화면을 포함합니다]에 게시합니다.
<br />
<br />본 약관의 게시는 이용자에 대하여 청약의 효력을 발생하며, 이용자가 본 약관에 동의함으로써 상호 간에 그 효력이 발생합니다.
<br />
<br />이용자는 회사가 운영하는 사이트 화면에서 본 약관에 대한 “동의하기” 버튼을 클릭한 경우, 본 약관의 내용을 충분히 이해하고, 그 적용에 동의한 것으로 간주됩니다.
<br />
<br />회사는 약관의 변경이 필요한 경우 관련 법령에 위배되지 않는 범위 내에서 약관의 내용을 변경할 수 있습니다. 약관이 변경될 경우 회사는 7일 전 사유와 함께 사이트에 게시하며, 회원의 경우는 이에 관하여 e-mail을 전송할 수 있습니다.
<br />
<br />회원은 변경된 약관에 대해 거부할 권리가 있습니다. 회원은 변경된 약관에 동의하지 않을 경우 탈퇴를 요청할 수 있으나, 변경된 사실을 인지 한 날로부터 15일 이내에 거부의 의사를 밝히지 않을 경우에는 본 약관에 동의하는 것으로 간주합니다.
<br />
<br />제4조 (약관 외 준칙)
<br />
<br />본 약관에 명시되지 아니한 사항에 대해서는 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 기타 관련 법령의 규정에 따르며 유료서비스 이용자의 경우에는 전자상거래 등에서의 소비자보호에 관한 법률 및 상품이용 약관의 적용을 받습니다
<br />
<br />
<br />
<br />제 2 장 서비스 이용 계약
<br />
<br />
<br />제5조 (이용 계약의 성립)
<br />
<br />이용자는 본 약관에 대하여 동의함으로써, 서비스에 대한 이용 계약이 성립합니다.
<br />
<br />별도 아이디를 등록하여 회원으로 이용하기를 희망하는 자는, 회사가 정한 가입 양식에 따라 회원 정보를 기입한 후 본 약관에 동의한다는 의사표시를 함으로써 회원 가입을 신청합니다.
<br />
<br />회원 가입 희망자의 신청에 대해 회사가 승낙함으로써, 회원은 아이디(ID), 비밀번호 등에 따른 개별 서비스를 제공 받을 수 있으며, 회사로부터 개별화 된 서비스를 제공 받을 수 있습니다.
<br />
<br />
<br />제6조 (이용신청)
<br />
<br />회원으로 가입하여 서비스를 이용하기를 희망하는 자는 회사가 정한 양식에 따라 개인 인적 사항을 제공하여 이용 신청을 합니다.
<br />
<br />회원으로 가입하여 본 서비스를 이용하고자 하는 이용 고객은 회사에서 서비스 제공에 필요하다고 판단하는 경우 이용자에게 필요정보의 제공을 요청 할 수 있습니다.
<br />
<br />모든 회원은 반드시 이용자 본인의 e-mail 계정 또는 회원 가입에 필요한 정보를 제공하여야만 서비스를 이용할 수 있으며, 정확한 정보로 등록하지 않은 이용자는 일체의 권리를 주장할 수 없습니다.
<br />
<br />
<br />제8조 (이용 신청의 승낙)
<br />
<br />1. 회사는 제 6 조에 따른 이용 신청에 대하여 특별한 사정이 없는 한 접수 순서대로 이용 신청을 승낙합니다.
<br />
<br />2. 회사는 다음 각 호에 해당하는 경우 이용 신청에 대한 승낙을 제한할 수 있고, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.
<br />
<br />(1) 서비스 관련 설비에 여유가 없는 경우
<br />
<br />(2) 기술상 지장이 있는 경우
<br />
<br />(3) 기타 회사의 사정 상 필요하다고 인정되는 경우
<br />
<br />3. 회사는 다음 각 호에 해당하는 사항을 인지하는 경우 이용 계약 신청을 승낙하지 않거나 거부할 수 있습니다.
<br />
<br />(1) 타인의 정보를 이용하여 신청한 경우
<br />
<br />(2) 회원가입 절차에 있어 내용을 허위로 기재한 경우
<br />
<br />(3) 사회의 안녕과 질서, 미풍양속을 저해할 목적으로 신청한 경우
<br />
<br />(4) 부정한 용도로 본 서비스를 이용하고자 하는 경우
<br />
<br />(5) 기타 규정한 제반 사항을 위반하며 신청하는 경우
<br />
<br />
<br />제9조 (아이디 부여 및 변경)
<br />
<br />1. 회사는 회원에 대하여 약관에 정하는 바에 따라 회원 아이디를 부여합니다
<br />
<br />2. 회사는 다음 각 호에 해당하는 경우 회원에게 아이디 변경을 요청할 수 있으며, 변경 시 기존 아이디에 대한 권리는 포기함을 원칙으로 합니다.
<br />
<br />(1) 회원 아이디가 회원의 연락처 등으로 등록되어 사생활 침해의 우려가 있는 경우
<br />
<br />(2) 타인에게 혐오감을 주거나 청소년 및 아동에 유해하다고 판단하는 경우
<br />
<br />(3) 타 사이트와의 통합 등으로 인해 회원들간의 아이디가 중복되는 부득이한 경우
<br />
<br />(4) 특수문자 포함 아이디 또는 한글 아이디 등 회원의 정보보호 및 원활한 서비스 제공에 반하는 아이디인 경우
<br />
<br />(5) 기타 합리적인 사유가 있는 경우
<br />
<br />3. 회원ID는 원칙적으로 변경이 불가하며 부득이한 사유로 인하여 변경 하고자 하는 경우에는 해당 회원ID를 해지하고 재가입해야 합니다.
<br />
<br />4. 서비스 회원ID 및 비밀번호의 관리책임은 이용자에게 있습니다. 소홀히 관리하여 발생하는 서비스 이용상의 손해 또는 제3자에 의한 부정이용 등에 대한 책임은 이용자에게 있으며 회사는 그에 대한 책임이 없습니다.
<br />
<br />5. 기타 이용자 개인정보 관리 및 변경 등에 관한 사항은 서비스 별 안내에 정하는 바에 의합니다.
<br />
<br />
<br />제9조 (개인정보의 보호)
<br />
<br />회사는 회원의 등록 정보를 포함한 개인정보를 보호하기 위해 노력합니다. 회원의 개인정보 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보 보호 정책이 적용됩니다.
<br />
<br />회사는 서비스 또는 링크된 사이트에서 이용자가 게시판, 메일, 메시지(채팅) 등 자발적으로 노출하는 개인정보에 대해서는 일체의 책임을 지지 않습니다.
<br />
<br />회사는 1년 동안 서비스를 이용하지 않는 회원의 개인정보는 파기하거나 별도 관리합니다.
<br />
<br />
<br />
<br />제 3장 계약 당사자의 의무 ​ 
<br />
<br />제12조 (회사의 의무)
<br />
<br />회사는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.
<br />
<br />회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보취급방침을 공시하고 준수합니다.
<br />
<br />회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 적절한 절차를 거쳐 처리하여야 합니다. 회원이 제기한 의견이나 불만 사항에 대해서는 연락 가능한 수단을 통하여 회원에게 처리 과정 및 결과를 전달합니다.
<br />
<br />
<br />제13조 (이용자의 의무)
<br />
<br />회원은 본 약관에서 규정하는 사항과 기타 회사가 정한 제반 규정, 공지사항 등 회사가 공지하는 사항 및 관계법령을 준수하여야 하며, 기타 회사의 업무에 방해가 되는 행위, 회사의 명예를 손상시키는 행위를 해서는 안됩니다.
<br />
<br />회원은 회원 가입 신청 또는 회원 정보 변경 시 본인에 대한 정확한 정보로 모든 사항을 사실에 근거하여 작성하여야 하며, 허위 또는 타인의 정보로 등록할 경우 일체의 권리를 주장할 수 없습니다.
<br />
<br />회원은 전자우편주소 등 이용계약사항이 변경된 경우에 해당 절차를 거쳐 이를 회사에 즉시 알려야 합니다.
<br />
<br />회사가 관계법령 및'개인정보 보호취급방침'에 의거하여 그 책임을 지는 경우를 제외하고 회원에게 부여된 ID의 비밀번호 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
<br />
<br />회원은 회사의 사전 승낙 없이 서비스를 이용하여 제3자를 위한 광고활동을 할 수 없으며, 그 활동의 결과에 대해 회사는 책임을 지지 않습니다. 또한 회원은 이와 같은 영업활동으로 회사가 손해를 입은 경우, 회원은 회사에 대해 손해배상의무를 지며, 회사는 해당 회원에 대해 서비스 이용제한 및 적법한 절차를 거쳐 손해배상 등을 청구할 수 있습니다.
<br />
<br />회원은 회사의 명시적 동의가 없는 한 서비스의 이용권한, 기타 이용 계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다.
<br />
<br />회원은 다음 각 호에 해당하는 행위를 하여서는 안되며, 해당 행위를 하는 경우에 회사는 회원의 서비스 이용 제한 및 적법조치를 포함한 제재를 가할 수 있습니다. 1) 타인의 아이디와 비밀번호 등을 도용하는 행위
<br />
<br />2) 서비스의 이용 신청 또는 정보 변경 시 허위 내용을 등록하는 행위
<br />
<br />3) 회사의 승인을 받지 않고 다른 이용자의 개인정보를 수집 또는 저장하는 행위
<br />
<br />4) 본 서비스를 통하여 얻은 정보를 회사의 사전 승낙 없이 회원의 이용 이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제 3자에게 제공하는 행위
<br />
<br />5) 특허, 상표, 영업 비밀, 저작권 등 기타 지식재산권을 침해하는 내용을 게시, 유포하는 행위
<br />
<br />6) 공공질서 및 미풍양속에 위반되는 저속, 음란한 내용의 정보 등을 서비스에 공개하는 행위
<br />
<br />7) 회사의 동의 없이 영리를 목적으로 "서비스"를 사용하는 행위
<br />
<br />8) 범죄와 결부된다고 객관적으로 판단되는 행위
<br />
<br />9) 기타 관계 법령에 위배되는 행위
<br />
<br />
<br />
<br />제 4 장 서비스 이용
<br />
<br />
<br />제14조 (정보의 제공)
<br />
<br />회사는 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보를 공지 사항이나 e-mail 등의 방법으로 회원에게 제공할 수 있습니다.
<br />
<br />회사는 회원에게 보다 나은 서비스 혜택 제공을 위해 다양한 전달 방법(전화, 안내문, e-mail, 휴대폰 문자 메시지 등)을 통해 서비스 관련 정보를 제공할 수 있습니다. 단, 회사는 회원이 서비스 혜택 정보 제공을 원치 않는다는 의사를 밝히는 경우 정보 제공 대상에서 해당 회원을 제외하여야 하며, 그로 인해 해당 회원에게 서비스 이용에 불이익이 발생하더라도 이에 대해서는 회사가 책임지지 않습니다.
<br />
<br />
<br />제15조 (회원의 게시물 등)
<br />
<br />회사는 회원이 게시하는 내용물이 다음 각 호에 해당한다고 판단되는 경우에 사전 통지 없이 삭제할 수 있습니다.
<br />
<br />(1) 다른 회원 또는 제 3자를 비방하거나 명예를 손상시키는 내용인 경우
<br />
<br />(2) 공공질서 및 미풍양속에 위반되는 내용인 경우
<br />
<br />(3) 범죄적 행위에 결부된다고 인정되는 내용일 경우
<br />
<br />(4) 회사의 저작권, 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우
<br />
<br />(5) 회원이 게시판에 음란물을 게재하거나 음란 사이트를 링크하는 경우
<br />
<br />(7) 게시판의 성격에 부합하지 않는 게시물의 경우
<br />
<br />(8) 기타 관계 법령에 위반된다고 판단되는 경우
<br />
<br />회사는 회사의 사정상 불가피한 경우 회원의 데이터베이스 정보를 변경할 수 있습니다.
<br />
<br />
<br />제16조 (게시물의 저작권)
<br />
<br />게시물에 대한 권리와 책임은 게시자에게 있으며 회사는 게시자의 동의 없이는 이를 서비스 외의 영리적 목적으로 사용할 수 없습니다. 단, 비영리적인 경우에는 그러하지 아니하며 또한 회사는 서비스 내의 게재권 및 편집권을 갖습니다.
<br />
<br />회사가 작성하여 사이트 또는 서비스에 게시한 저작물의 저작권은 회사에 귀속 됩니다.
<br />
<br />회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위를 할 수 없습니다.
<br />
<br />회사는 회원이 해지하거나 적법한 사유로 해지된 경우, 해당 회원이 게시하였던 게시물을 삭제할 수 있습니다.
<br />
<br />
<br />제17조 (광고 게재 및 광고주와의 거래)
<br />
<br />회사가 회원에게 서비스를 제공할 수 있는 서비스 투자 기반의 일부는 광고 게재를 통한 수익으로부터 나옵니다. 서비스를 이용하고자 하는 자는 서비스 이용 시 노출되는 광고 게재에 대해 동의하는 것으로 간주됩니다.
<br />
<br />회사는 본 서비스 상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉 활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.
<br />
<br />
<br />제18조 (서비스 이용 시간)
<br />
<br />서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간 가능함을 원칙으로 합니다. 다만 정기 점검 등의 필요로 회사가 정한 날이나 시간은 예외로 합니다.
<br />
<br />회사는 서비스를 일정 범위로 분할하여 각 범위 별로 이용 가능 시간을 별도로 정할 수 있습니다. 이 경우 사전에 공지를 통해 그 내용을 알립니다.
<br />
<br />
<br />제19조 (서비스 이용 책임)
<br />
<br />회원은 회사가 제공하는 서비스를 이용하여 상품을 판매하는 영업 활동을 수 없으며 불법 상업 행위, 상용 소프트웨어 불법 배포 등을 할 수 없습니다. 이를 어기고 발생한 영업 활동의 결과 및 손실, 관계 기관에 의한 처벌 등 법적 조치 등에 관해서는 회사가 책임을 지지 않습니다.
<br />
<br />회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에 대해서는 회사가 책임을 지지 않습니다.
<br />
<br />
<br />제20조 (서비스 별 약관)
<br />
<br />서비스의 이용을 위하여 회사 이용약관 이외의 별도의 약관(또는 공지)이 존재할 수 있으며, 별도의 약관과 회사 이용약관의 내용이 상충될 경우 해당 서비스와 가장 인접한 약관이 우선됩니다.
<br />
<br />
<br />
<br />제 5 장 계약해지 및 이용제한
<br />
<br />
<br />제 21 조 (계약 해지 및 서비스 이용 제한)
<br />
<br />회원이 이용 계약을 해지하고자 하는 경우에는 회원 본인이 온라인을 통해 회원 탈퇴를 신청해야 합니다.
<br />
<br />회사는 이용자가 서비스 이용 내용에 있어서 본 약관 제 13조 혹은 16조의 내용을 위반하거나, 다음 각 호에 해당하는 경우 서비스 이용을 제한할 수 있습니다.
<br />
<br />(1) 미풍양속을 저해하는 비속한 ID 및 별명 사용
<br />
<br />(2) 타 이용자에게 심한 모욕을 주거나, 서비스 이용을 방해한 경우
<br />
<br />(3) 기타 정상적인 서비스 운영에 방해가 될 경우
<br />
<br />(4) 정보통신 윤리위원회 등 관련 공공기관의 시정 요구가 있는 경우
<br />
<br />(5) 제3자의 지적재산권을 침해한 경우
<br />
<br />(6) 불법 컨텐츠인 경우
<br /> 
<br />
<br />3. 상기 이용제한 규정에 대한 사항은 아래와 같습니다.
<br />
<br />(1) 게시물 위반사항 : 이용자의 게시물에 관련하여 제 16조의 사항을 위반하였거나 타인에 의해서 해당 게시물에 대하여 신고접수가 될 경우 회사는 해당 게시물에 대하여 자체 검토를 실시합니다. 자체 검토 후 해당 게시물이 서비스 이용약관에 위배된다고 판단이 되면 아래와 같은 절차를 통해 이용자의 정정요구 및 이용제한을 실시 할 수 있습니다. 해당 조치에 관해서는 이용자의 이메일 혹은 앱을 통해서 그 내용을 전달합니다.
<br />
<br />ㄱ. 1차 경고: 해당 게시물 삭제
<br />
<br />ㄴ. 2차 경고: 게시물 기능 사용 제한
<br />
<br />ㄷ. 3차 경고: 해당 계정 사용 제한
<br />
<br />회사의 조치에 대하여 정정신고를 희망할 경우 회사에 정정신고를 할 수 있고, 회사는 해당 정정신고에 대하여 검토 후 검토결과에 대해 이메일 혹은 앱서비스 통해 전달합니다.
<br />
<br />
<br />(2) 댓글 위반사항 : 이용자가 서비스 댓글 정책에 관련하여 제 16조의 사항을 위반하였거나 타인에 의해서 해당 댓글에 대하여 반복적인 신고 접수가 될 경우 회사는 해당 댓글에 대하여 자체 검토를 실시합니다. 자체 검토 후 해당 댓글이 서비스 이용약관에 위배된다고 판단이 되면 아래와 같은 절차를 통해 이용자의 정정요구 및 이용제한을 실시 할 수 있습니다. 해당 조치에 관해서는 이용자의 이메일 혹은 앱을 통해서 그 내용을 전달합니다.
<br />
<br />
<br />ㄱ. 1차 경고: 해당 댓글 삭제
<br />
<br />ㄴ. 2차 경고: 댓글 기능 사용 제한
<br />
<br />ㄷ. 3차 경고: 해당 계정 사용 제한
<br />
<br />
<br />회사의 조치에 대하여 정정신고를 희망할 경우 회사에 정정신고를 할 수 있고, 회사는 해당 정정신고에 대하여 검토 후 검토결과에 대해 이메일 혹은 앱서비스를 통해 전달합니다.
<br />
<br />
<br />제 22 조 (손해 배상)
<br />
<br />회사는 서비스에서 무료로 제공하는 서비스의 이용과 관련하여 개인정보보호정책에서 정하는 내용에 해당하지 않는 사항에 대하여는 어떠한 손해도 책임을 지지 않습니다. 유료 서비스의 경우는 서비스 별 이용약관에 따릅니다.
<br />
<br />
<br />제 23 조 (면책 조항)
<br />
<br />회사는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.
<br />
<br />회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.
<br />
<br />회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.
<br />
<br />회사는 회원의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.
<br />
<br />회사는 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.
<br />
<br />회사는 회원이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않습니다.
<br />
<br />회사는 회원이 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 또한 회사는 회원이 서비스를 이용하며 타 회원으로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.
<br />
<br />회사는 회원이 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.
<br />
<br />회사는 이용자 상호간 및 이용자와 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.
<br />
<br />회사에서 회원에게 무료로 제공하는 서비스의 이용과 관련해서는 어떠한 손해도 책임을 지지 않습니다.
<br />
<br />
<br />제24조 (재판권 및 준거법)
<br />
<br />이 약관에 명시되지 않은 사항은 통신 심의 관련법 등 관계 법령과 상관습에 따릅니다.
<br />
<br />서비스 이용으로 발생한 분쟁에 대해 소송이 제기되는 경우 회사의 본사 소재지를 관할하는 법원을 관할 법원으로 합니다. 
<br />
<br />
<br />(부 칙)
<br />
<br />본 약관의 공고일자는 2018년 1월 27일입니다.
  </Fragment>
  )
  }
}
export default Using;